{
	"basic.gaestehaus_am_schlossberg": "Gästehaus am Schlossberg",
	"basic.impressum": "Impressum",
	"basic.more_information": "Mehr Informationen",
	"basic.privacy": "Datenschutz",
	"basic.rotisserie_royale": "Rotisserie Royale",
	"basic.translation_toggle": "English",
	"footer.contact": "Kontakt",
	"footer.location": "Anfahrt",
	"input.basic.additional_info": "Bemerkungen",
	"input.basic.arrival": "Anreise",
	"input.basic.booking_request": "Buchungsanfrage senden",
	"input.basic.city": "Stadt",
	"input.basic.date": "Datum",
	"input.basic.dateFormat": "DD.MM.YYYY",
	"input.basic.departure": "Abreise",
	"input.basic.email": "E-Mail Adresse",
	"input.basic.message": "Ihre Nachricht",
	"input.basic.message_submit": "Nachricht absenden",
	"input.basic.name": "Name",
	"input.basic.num_pers": "Anzahl der Personen",
	"input.basic.phone": "Telefonnummer",
	"input.basic.plz": "Postleitzahl",
	"input.basic.street": "Straße",
	"input.basic.subject": "Betreff",
	"input.basic.table_reservation": "Tischreservierung anfragen",
	"input.basic.time": "Uhrzeit",
	"input.validation.failedEmail": "Geben Sie eine korrekte Email Adresse an",
	"input.validation.failedLong": "Die Eingabe ist zu lang",
	"input.validation.failedNumber": "Nummer ist inkorrekt",
	"input.validation.failedPhone": "Telefonnummer ist inkorrekt",
	"input.validation.failedRequired": "Füllen Sie dieses Feld aus",
	"input.validation.failedShort": "Die Eingabe ist zu kurz",
	"navigation.home": "Startseite",
	"pages.dogs.bold.1": "Preis pro Hund & Tag: 10,00 €",
	"pages.dogs.bold.2": "Vielen Dank für Ihr Verständnis und einen erholsamen Aufenthalt in unserem Gästehaus Wünscht ihnen Familie Bußhoff & Team",
	"pages.dogs.h1.1": "Urlaub mit dem Hund verbringen",
	"pages.dogs.h1.2": "Hunde im Frühstücksraum",
	"pages.dogs.h1.3": "Weitere Hinweise",
	"pages.dogs.main_h1": "Urlaub mit dem Hund verbringen",
	"pages.dogs.text.1": "Sie können Ihren Hund zu jeder Übernachtung und zu jedem Arrangement dazu buchen.\n\nDa unsere Zimmer nur über teilweise schmale Treppen erreichbar sind, bitte im Voraus mit uns abklären, ob unser Haus für ihren Vierbeiner geeignet ist.",
	"pages.dogs.text.2": "Wir bitten Sie, Ihre Hunde zum Frühstück aus Hygiene und Platzgründen nicht mitzubringen.\n\nBitte haben Sie dafür Verständnis und nehmen Rücksicht auf unsere anderen Gäste.",
	"pages.dogs.text.3": "Auch wenn Ihr Hund ein Meister des guten Benehmens ist, möchten wir Sie bitten, den Hund im Gästehaus und Restaurant an der Leine zu führen.\n\nGerne können Sie Ihren Hund im Zimmer lassen, damit auch er oder Sie in Ruhe entspannen können! Damit wir Ihn nicht stören, hängen Sie bitte das Informationsschild draußen an die Tür. So werden weder der Hund, noch unsere Mitarbeiter erschreckt.",
	"pages.gh.booking_request": "Buchungsanfrage",
	"pages.gh.dog.h1": "Urlaub mit Hund",
	"pages.gh.dog.main_text": "Obwohl Hunde Familienmitglieder sind, möchten wir Sie darauf hinweisen, dass Hunde bei uns nicht erlaubt sind. ",
	"pages.gh.dog.sub_text": "Wir bitten Sie uns mitzuteilen, \nsollten Sie mit Ihrem Hund anreisen.",
	"pages.gh.per_person": "Preis pro Person ab",
	"pages.gh.rooms.h1": "Zimmerpreise",
	"pages.gh.rooms.prices": "Doppelzimmer Graben .............. <span class=\"bold\">27,00 € p.P.</span>\nDoppelzimmer Standard ............ <span class=\"bold\">33,50 € p.P.</span>\nDoppelzimmer Komfort ............. <span class=\"bold\">41,00 € p.P.</span>",
	"pages.gh.rooms.tax": "Zusätzlich wird eine Tourismusabgabe von 1,50 € pro Person/Tag erhoben",
	"pages.gh.special_offers": "Sonderangebote",
	"pages.gh.text": "ir bieten Ihnen sieben modern eingerichtete Gästezimmer, die nach den berühmten Weinlagen von Bernkastel und deren Rebsorten benannt wurden. Die Zimmer sind mit Sitzecke, TV, WLAN, WC und Dusche ausgestattet. Selbstverständlich stehen für Ihre Kleinsten auch Kinderbetten zur Verfügung. Auch ist es möglich Ihre Fahrräder in unserem Fahrradkeller unterzubringen.",
	"pages.gh.text_first_letter": "W",
	"pages.gh.welcome_h1": "Herzlich Willkommen im <span class=\"no-break\">Gästehaus am Schlossberg</span>",
	"pages.home.welcome_text": "Herzlich Willkommen in <span class=\"no-break\">Bernkastel-Kues</span>",
	"pages.impressum.h1": "Impressum",
	"pages.impressum.h2.agb": "Unsere AGB's",
	"pages.impressum.h2.design": "Gestaltung",
	"pages.impressum.h2.disclaimer": "Haftungsausschluss",
	"pages.impressum.h3.business_disclosure": "Geschäftsangabe",
	"pages.impressum.h3.contact": "Kontakt",
	"pages.impressum.h3.disclaimer.content": "Haftung für Inhalte",
	"pages.impressum.h3.disclaimer.copyright": "Urheberrecht",
	"pages.impressum.h3.disclaimer.links": "Haftung für Links",
	"pages.impressum.h3.resp_person": "Verantwortliche Person",
	"pages.impressum.text.agb": "Stornierung: \n- Stornierungen und Änderungen, die bis zu 30 Tage vor Anreisedatum erfolgen, werden mit 5% des Preises der gesamten Buchung berechnet.\n- Stornierungen und Änderungen, die bis zu 16 Tage vor Anreisedatum erfolgen, werden mit 50% des Preises der gesamten Buchung berechnet.\n- Stornierungen und Änderungen, die bis zu einem Tag vor Anreisedatum erfolgen, werden mit 80% des Preises der gesamten Buchung berechnet.\n- Stornierungen und Änderungen, die verspätet erfolgen, oder nicht Anreisen werden mit dem Gesamtbetrag berechnet.",
	"pages.impressum.text.design": "Diese Webseite wurde von <a href=\"https://onedash.de\">OneDash.</a> erstellt.",
	"pages.impressum.text.disclaimer.content": "Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.\n\nVerpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
	"pages.impressum.text.disclaimer.copyright": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.\n\nSoweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.",
	"pages.impressum.text.disclaimer.links": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.\n\nEine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
	"pages.impressum.text.gh_business_disclosure": "Umsatzsteuer-Identifikationsnummer gemäß §27 a Umsatzsteuergesetz:\nDE 070 243 0216\n\nBerufsbezeichnung: Hotel und Gastgewerbe\nZuständige Kammer: IHK Trier\nZuständige Aufsichtsbehörde: Gewerbeamt Stadt Bernkastel - Wittlich \nVerliehen in: Deutschland",
	"pages.impressum.text.gh_contact": "Telefon: 06531 6572\nTelefax: 06531 971129\nE-Mail: <a href=\"mailto:info@rotisserie-royale.de\">info@rotisserie-royale.de</a>",
	"pages.impressum.text.gh_resp_person": "Dorothee Bußhoff\nRotisserie Royale\nBurgstraße 18 & 20\n54470 Bernkastel - Kues",
	"pages.impressum.text.rr_business_disclosure": "Umsatzsteuer-Identifikationsnummer gemäß §27a Umsatzsteuergesetz:\nDE 070 243 0225\n\nBerufsbezeichnung: Gastronomie\nZuständige Kammer: IHK Trier\nZuständige Aufsichtsbehörde: Gewerbeamt Stadt Bernkastel - Wittlich \nVerliehen in: Deutschland",
	"pages.impressum.text.rr_contact": "Telefon:\t06531 6572\nTelefax:\t06531 971129\nE-Mail:\t<a href=\"mailto:info@rotisserie-royale.de\">info@rotisserie-royale.de</a>",
	"pages.impressum.text.rr_resp_person": "Markus Bußhoff\nRotisserie Royale\nBurgstraße 19\n54470 Bernkastel - Kues",
	"pages.privacy.h1": "Datenschutzerklärung",
	"pages.privacy.h2.1": "Verantwortlicher",
	"pages.privacy.h2.10": "Rechte der betroffenen Personen",
	"pages.privacy.h2.11": "Widerrufsrecht",
	"pages.privacy.h2.12": "Widerspruchsrecht",
	"pages.privacy.h2.13": "Cookies und Widerspruchsrecht bei Direktwerbung",
	"pages.privacy.h2.14": "Löschung von Daten",
	"pages.privacy.h2.15": "Änderungen und Aktualisierungen der Datenschutzerklärung",
	"pages.privacy.h2.16": "Geschäftsbezogene Verarbeitung",
	"pages.privacy.h2.17": "Kontaktaufnahme",
	"pages.privacy.h2.18": "Hosting und E-Mail-Versand",
	"pages.privacy.h2.19": "Erhebung von Zugriffsdaten und Logfiles",
	"pages.privacy.h2.2": "Arten der verarbeiteten Daten",
	"pages.privacy.h2.20": "Einbindung von Diensten und Inhalten Dritter",
	"pages.privacy.h2.21": "Google Fonts",
	"pages.privacy.h2.22": "Google Maps",
	"pages.privacy.h2.3": "Kategorien betroffener Personen",
	"pages.privacy.h2.4": "Zweck der Verarbeitung",
	"pages.privacy.h2.5": "Verwendete Begrifflichkeiten",
	"pages.privacy.h2.6": "Maßgebliche Rechtsgrundlagen",
	"pages.privacy.h2.7": "Sicherheitsmaßnahmen",
	"pages.privacy.h2.8": "Zusammenarbeit mit Auftragsverarbeitern, gemeinsam Verantwortlichen und Dritten",
	"pages.privacy.h2.9": "Übermittlungen in Drittländer",
	"pages.privacy.start_text": "Diese Datenschutzerklärung klärt Sie über die Art, den Umfang und Zweck der Verarbeitung von personenbezogenen Daten (nachfolgend kurz „Daten“) unter Berücksichtigung der Erbringung unserer Leistungen sowie innerhalb unseres Onlineangebotes und der mit ihm verbundenen Webseiten, Funktionen und Inhalte sowie externen Onlinepräsenzen auf. Die verwendeten Begrifflichkeiten, wie z.B. „Verarbeitung“ oder „Verantwortlicher“ werden nach der Definitionen im Art. 4 der Datenschutzgrundverordnung (DSGVO) verstanden. ",
	"pages.privacy.text.1": "Jonathan Bußhoff\nBurgstraße 19\n54470 Bernkastel - Kues\nEmail: jonathan@busshoff.net\nInhaber: Dorothee und Markus Bußhoff",
	"pages.privacy.text.10": "Sie haben das Recht, eine Bestätigung darüber zu verlangen, ob betreffende Daten verarbeitet werden und auf Auskunft über diese Daten sowie auf weitere Informationen und Kopie der Daten entsprechend den gesetzlichen Vorgaben.\n\nSie haben entsprechend. den gesetzlichen Vorgaben das Recht, die Vervollständigung der Sie betreffenden Daten oder die Berichtigung der Sie betreffenden unrichtigen Daten zu verlangen.\n\nSie haben nach Maßgabe der gesetzlichen Vorgaben das Recht zu verlangen, dass betreffende Daten unverzüglich gelöscht werden, bzw. alternativ nach Maßgabe der gesetzlichen Vorgaben eine Einschränkung der Verarbeitung der Daten zu verlangen.\n\nSie haben das Recht zu verlangen, dass die Sie betreffenden Daten, die Sie uns bereitgestellt haben nach Maßgabe der gesetzlichen Vorgaben zu erhalten und deren Übermittlung an andere Verantwortliche zu fordern. \n\nSie haben ferner nach Maßgabe der gesetzlichen Vorgaben das Recht, eine Beschwerde bei der zuständigen Aufsichtsbehörde einzureichen.",
	"pages.privacy.text.11": "Sie haben das Recht, erteilte Einwilligungen mit Wirkung für die Zukunft zu widerrufen.",
	"pages.privacy.text.12": "Sie können der künftigen Verarbeitung der Sie betreffenden Daten nach Maßgabe der gesetzlichen Vorgaben jederzeit widersprechen.",
	"pages.privacy.text.13": "Als „Cookies“ werden kleine Dateien bezeichnet, die auf Rechnern der Nutzer gespeichert werden. Innerhalb der Cookies können unterschiedliche Angaben gespeichert werden. Ein Cookie dient primär dazu, die Angaben zu einem Nutzer (bzw. dem Gerät auf dem das Cookie gespeichert ist) während oder auch nach seinem Besuch innerhalb eines Onlineangebotes zu speichern. Als temporäre Cookies, bzw. „Session-Cookies“ oder „transiente Cookies“, werden Cookies bezeichnet, die gelöscht werden, nachdem ein Nutzer ein Onlineangebot verlässt und seinen Browser schließt. In einem solchen Cookie kann z.B. der Inhalt eines Warenkorbs in einem Onlineshop oder ein Login-Status gespeichert werden. Als „permanent“ oder „persistent“ werden Cookies bezeichnet, die auch nach dem Schließen des Browsers gespeichert bleiben. So kann z.B. der Login-Status gespeichert werden, wenn die Nutzer diese nach mehreren Tagen aufsuchen. Ebenso können in einem solchen Cookie die Interessen der Nutzer gespeichert werden, die für Reichweitenmessung oder Marketingzwecke verwendet werden. Als „Third-Party-Cookie“ werden Cookies bezeichnet, die von anderen Anbietern als dem Verantwortlichen, der das Onlineangebot betreibt, angeboten werden (andernfalls, wenn es nur dessen Cookies sind spricht man von „First-Party Cookies“).\n\nWir können temporäre und permanente Cookies einsetzen und klären hierüber im Rahmen unserer Datenschutzerklärung auf.\n\nSofern wir die Nutzer um eine Einwilligung in den Einsatz von Cookies bitten (z.B. im Rahmen einer Cookie-Einwilligung), ist die Rechtsgrundlage dieser Verarbeitung Art. 6 Abs. 1 lit. a. DSGVO. Ansonsten werden die personenbezogenen Cookies der Nutzer entsprechend den nachfolgenden Erläuterungen im Rahmen dieser Datenschutzerklärung auf Grundlage unserer berechtigten Interessen (d.h. Interesse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art. 6 Abs. 1 lit. f. DSGVO) oder sofern der Einsatz von Cookies zur Erbringung unserer vertragsbezogenen Leistungen erforderlich ist, gem. Art. 6 Abs. 1 lit. b. DSGVO, bzw. sofern der Einsatz von Cookies für die Wahrnehmung einer Aufgabe, die im öffentlichen Interesse liegt erforderlich ist oder in Ausübung öffentlicher Gewalt erfolgt, gem. Art. 6 Abs. 1 lit. e. DSGVO, verarbeitet.\n\nFalls die Nutzer nicht möchten, dass Cookies auf ihrem Rechner gespeichert werden, werden sie gebeten die entsprechende Option in den Systemeinstellungen ihres Browsers zu deaktivieren. Gespeicherte Cookies können in den Systemeinstellungen des Browsers gelöscht werden. Der Ausschluss von Cookies kann zu Funktionseinschränkungen dieses Onlineangebotes führen.\n\nEin genereller Widerspruch gegen den Einsatz der zu Zwecken des Onlinemarketing eingesetzten Cookies kann bei einer Vielzahl der Dienste, vor allem im Fall des Trackings, über die US-amerikanische Seite http://www.aboutads.info/choices/ oder die EU-Seite http://www.youronlinechoices.com/ erklärt werden. Des Weiteren kann die Speicherung von Cookies mittels deren Abschaltung in den Einstellungen des Browsers erreicht werden. Bitte beachten Sie, dass dann gegebenenfalls nicht alle Funktionen dieses Onlineangebotes genutzt werden können.",
	"pages.privacy.text.14": "Die von uns verarbeiteten Daten werden nach Maßgabe der gesetzlichen Vorgaben gelöscht oder in ihrer Verarbeitung eingeschränkt. Sofern nicht im Rahmen dieser Datenschutzerklärung ausdrücklich angegeben, werden die bei uns gespeicherten Daten gelöscht, sobald sie für ihre Zweckbestimmung nicht mehr erforderlich sind und der Löschung keine gesetzlichen Aufbewahrungspflichten entgegenstehen. \n\nSofern die Daten nicht gelöscht werden, weil sie für andere und gesetzlich zulässige Zwecke erforderlich sind, wird deren Verarbeitung eingeschränkt. D.h. die Daten werden gesperrt und nicht für andere Zwecke verarbeitet. Das gilt z.B. für Daten, die aus Handels- oder steuerrechtlichen Gründen aufbewahrt werden müssen.",
	"pages.privacy.text.15": "Wir bitten Sie sich regelmäßig über den Inhalt unserer Datenschutzerklärung zu informieren. Wir passen die Datenschutzerklärung an, sobald die Änderungen der von uns durchgeführten Datenverarbeitungen dies erforderlich machen. Wir informieren Sie, sobald durch die Änderungen eine Mitwirkungshandlung Ihrerseits (z.B. Einwilligung) oder eine sonstige individuelle Benachrichtigung erforderlich wird.",
	"pages.privacy.text.16": "Geschäfts-bezogen werden keine Daten von uns erhoben.",
	"pages.privacy.text.17": "Bei der Kontaktaufnahme mit uns (z.B. per Kontaktformular, E-Mail, Telefon) werden die Angaben des Nutzers zur Bearbeitung der Kontaktanfrage und deren Abwicklung gem. Art. 6 Abs. 1 lit. b. (im Rahmen vertraglicher-/vorvertraglicher Beziehungen), Art. 6 Abs. 1 lit. f. (andere Anfragen) DSGVO verarbeitet.. Die Angaben der Nutzer können in einem Customer-Relationship-Management System gespeichert werden.\n\nWir löschen die Anfragen, sofern diese nicht mehr erforderlich sind. Wir überprüfen die Erforderlichkeit alle zwei Jahre; Ferner gelten die gesetzlichen Archivierungspflichten.",
	"pages.privacy.text.18": "Die von uns in Anspruch genommenen Hosting-Leistungen dienen der Zurverfügungstellung der folgenden Leistungen: Infrastruktur- und Plattformdienstleistungen, Rechenkapazität, Speicherplatz und Datenbankdienste, E-Mail-Versand, Sicherheitsleistungen sowie technische Wartungsleistungen, die wir zum Zwecke des Betriebs dieses Onlineangebotes einsetzen. \n\nHierbei verarbeiten wir, bzw. unser Hostinganbieter Bestandsdaten, Kontaktdaten, Inhaltsdaten, Vertragsdaten, Nutzungsdaten, Meta- und Kommunikationsdaten von Kunden, Interessenten und Besuchern dieses Onlineangebotes auf Grundlage unserer berechtigten Interessen an einer effizienten und sicheren Zurverfügungstellung dieses Onlineangebotes gem. Art. 6 Abs. 1 lit. f DSGVO i.V.m. Art. 28 DSGVO (Abschluss Auftragsverarbeitungsvertrag).",
	"pages.privacy.text.19": "Wir, bzw. unser Hostinganbieter, erhebt auf Grundlage unserer berechtigten Interessen im Sinne des Art. 6 Abs. 1 lit. f. DSGVO Daten über jeden Zugriff auf den Server, auf dem sich dieser Dienst befindet (sogenannte Serverlogfiles). Zu den Zugriffsdaten gehören Name der abgerufenen Webseite, Datei, Datum und Uhrzeit des Abrufs, übertragene Datenmenge, Meldung über erfolgreichen Abruf, Browsertyp nebst Version, das Betriebssystem des Nutzers, Referrer URL (die zuvor besuchte Seite), IP-Adresse und der anfragende Provider.\n\nLogfile-Informationen werden aus Sicherheitsgründen (z.B. zur Aufklärung von Missbrauchs- oder Betrugshandlungen) für die Dauer von maximal 7 Tagen gespeichert und danach gelöscht. Daten, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind bis zur endgültigen Klärung des jeweiligen Vorfalls von der Löschung ausgenommen.",
	"pages.privacy.text.2": "- Bestandsdaten (z.B., Personen-Stammdaten, Namen oder Adressen).\n- Kontaktdaten (z.B., E-Mail, Telefonnummern).\n- Inhaltsdaten (z.B., Texteingaben, Fotografien, Videos).\n- Nutzungsdaten (z.B., besuchte Webseiten, Interesse an Inhalten, Zugriffszeiten).\n- Meta-/Kommunikationsdaten (z.B., Geräte-Informationen, IP-Adressen).",
	"pages.privacy.text.20": "Wir setzen innerhalb unseres Onlineangebotes auf Grundlage unserer berechtigten Interessen (d.h. Interesse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art. 6 Abs. 1 lit. f. DSGVO) Inhalts- oder Serviceangebote von Drittanbietern ein, um deren Inhalte und Services, wie z.B. Videos oder Schriftarten einzubinden (nachfolgend einheitlich bezeichnet als “Inhalte”). \n\nDies setzt immer voraus, dass die Drittanbieter dieser Inhalte, die IP-Adresse der Nutzer wahrnehmen, da sie ohne die IP-Adresse die Inhalte nicht an deren Browser senden könnten. Die IP-Adresse ist damit für die Darstellung dieser Inhalte erforderlich. Wir bemühen uns nur solche Inhalte zu verwenden, deren jeweilige Anbieter die IP-Adresse lediglich zur Auslieferung der Inhalte verwenden. Drittanbieter können ferner so genannte Pixel-Tags (unsichtbare Grafiken, auch als \"Web Beacons\" bezeichnet) für statistische oder Marketingzwecke verwenden. Durch die \"Pixel-Tags\" können Informationen, wie der Besucherverkehr auf den Seiten dieser Website ausgewertet werden. Die pseudonymen Informationen können ferner in Cookies auf dem Gerät der Nutzer gespeichert werden und unter anderem technische Informationen zum Browser und Betriebssystem, verweisende Webseiten, Besuchszeit sowie weitere Angaben zur Nutzung unseres Onlineangebotes enthalten, als auch mit solchen Informationen aus anderen Quellen verbunden werden.",
	"pages.privacy.text.21": "Wir binden die Schriftarten (\"Google Fonts\") des Anbieters Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, ein. Nach Angaben von Google werden die Daten der Nutzer allein zu Zwecken der Darstellung der Schriftarten im Browser der Nutzer verwendet. Die Einbindung erfolgt auf Grundlage unserer berechtigten Interessen an einer technisch sicheren, wartungsfreien und effizienten Nutzung von Schriftarten, deren einheitlicher Darstellung sowie Berücksichtigung möglicher lizenzrechtlicher Restriktionen für deren Einbindung. Datenschutzerklärung: https://www.google.com/policies/privacy/.",
	"pages.privacy.text.22": "Wir binden die Landkarten des Dienstes “Google Maps” des Anbieters Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland, ein. Zu den verarbeiteten Daten können insbesondere IP-Adressen und Standortdaten der Nutzer gehören, die jedoch nicht ohne deren Einwilligung (im Regelfall im Rahmen der Einstellungen ihrer Mobilgeräte vollzogen), erhoben werden. Die Daten können in den USA verarbeitet werden. Datenschutzerklärung: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.",
	"pages.privacy.text.3": "Besucher und Nutzer der Webseite (Werden als Nutzer im Folgenden bezeichnet).",
	"pages.privacy.text.4": "- Angebot des Onlineangebotes, seiner Funktionen und Inhalte.\n- Beantwortung von Kontaktanfragen und Kommunikation mit Nutzern.\n- Sicherheitsmaßnahmen.",
	"pages.privacy.text.5": "„Personenbezogene Daten“ sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person (im Folgenden „betroffene Person“) beziehen; als identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung (z.B. Cookie) oder zu einem oder mehreren besonderen Merkmalen identifiziert werden kann, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind.\n\n„Verarbeitung“ ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten. Der Begriff reicht weit und umfasst praktisch jeden Umgang mit Daten.\n\n„Pseudonymisierung“ die Verarbeitung personenbezogener Daten in einer Weise, dass die personenbezogenen Daten ohne Hinzuziehung zusätzlicher Informationen nicht mehr einer spezifischen betroffenen Person zugeordnet werden können, sofern diese zusätzlichen Informationen gesondert aufbewahrt werden und technischen und organisatorischen Maßnahmen unterliegen, die gewährleisten, dass die personenbezogenen Daten nicht einer identifizierten oder identifizierbaren natürlichen Person zugewiesen werden.\n\n„Profiling“ jede Art der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, dass diese personenbezogenen Daten verwendet werden, um bestimmte persönliche Aspekte, die sich auf eine natürliche Person beziehen, zu bewerten, insbesondere um Aspekte bezüglich Arbeitsleistung, wirtschaftliche Lage, Gesundheit, persönliche Vorlieben, Interessen, Zuverlässigkeit, Verhalten, Aufenthaltsort oder Ortswechsel dieser natürlichen Person zu analysieren oder vorherzusagen.\n\nAls „Verantwortlicher“ wird die natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet, bezeichnet.\n\n„Auftragsverarbeiter“ eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet.",
	"pages.privacy.text.6": "Nach Maßgabe des Art. 13 DSGVO teilen wir Ihnen die Rechtsgrundlagen unserer Datenverarbeitungen mit. Für Nutzer aus dem Geltungsbereich der Datenschutzgrundverordnung (DSGVO), d.h. der EU und des EWG gilt, sofern die Rechtsgrundlage in der Datenschutzerklärung nicht genannt wird, Folgendes: \n- Die Rechtsgrundlage für die Einholung von Einwilligungen ist Art. 6 Abs. 1 lit. a und Art. 7 DSGVO;\n- Die Rechtsgrundlage für die Verarbeitung zur Erfüllung unserer Leistungen und Durchführung vertraglicher Maßnahmen sowie Beantwortung von Anfragen ist Art. 6 Abs. 1 lit. b DSGVO;\n- Die Rechtsgrundlage für die Verarbeitung zur Erfüllung unserer rechtlichen Verpflichtungen ist Art. 6 Abs. 1 lit. c DSGVO;\n- Für den Fall, dass lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person eine Verarbeitung personenbezogener Daten erforderlich machen, dient Art. 6 Abs. 1 lit. d DSGVO als Rechtsgrundlage.\n- Die Rechtsgrundlage für die erforderliche Verarbeitung zur Wahrnehmung einer Aufgabe, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, die dem Verantwortlichen übertragen wurde ist Art. 6 Abs. 1 lit. e DSGVO. \n- Die Rechtsgrundlage für die Verarbeitung zur Wahrung unserer berechtigten Interessen ist Art. 6 Abs. 1 lit. f DSGVO. \nDie Verarbeitung von Daten zu anderen Zwecken als denen, zu denen sie erhoben wurden, bestimmt sich nach den Vorgaben des Art 6 Abs. 4 DSGVO. \nDie Verarbeitung von besonderen Kategorien von Daten (entsprechend Art. 9 Abs. 1 DSGVO) bestimmt sich nach den Vorgaben des Art. 9 Abs. 2 DSGVO. ",
	"pages.privacy.text.7": "Wir treffen nach Maßgabe der gesetzlichen Vorgaben unter Berücksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeit und Schwere des Risikos für die Rechte und Freiheiten natürlicher Personen, geeignete technische und organisatorische Maßnahmen, um ein dem Risiko angemessenes Schutzniveau zu gewährleisten.\n\nZu den Maßnahmen gehören insbesondere die Sicherung der Vertraulichkeit, Integrität und Verfügbarkeit von Daten durch Kontrolle des physischen Zugangs zu den Daten, als auch des sie betreffenden Zugriffs, der Eingabe, Weitergabe, der Sicherung der Verfügbarkeit und ihrer Trennung. Des Weiteren haben wir Verfahren eingerichtet, die eine Wahrnehmung von Betroffenenrechten, Löschung von Daten und Reaktion auf Gefährdung der Daten gewährleisten. Ferner berücksichtigen wir den Schutz personenbezogener Daten bereits bei der Entwicklung, bzw. Auswahl von Hardware, Software sowie Verfahren, entsprechend dem Prinzip des Datenschutzes durch Technikgestaltung und durch datenschutzfreundliche Voreinstellungen.",
	"pages.privacy.text.8": "Sofern wir im Rahmen unserer Verarbeitung Daten gegenüber anderen Personen und Unternehmen (Auftragsverarbeitern, gemeinsam Verantwortlichen oder Dritten) offenbaren, sie an diese übermitteln oder ihnen sonst Zugriff auf die Daten gewähren, erfolgt dies nur auf Grundlage einer gesetzlichen Erlaubnis (z.B. wenn eine Übermittlung der Daten an Dritte, wie an Zahlungsdienstleister, zur Vertragserfüllung erforderlich ist), Nutzer eingewilligt haben, eine rechtliche Verpflichtung dies vorsieht oder auf Grundlage unserer berechtigten Interessen (z.B. beim Einsatz von Beauftragten, Webhostern, etc.). \n\nSofern wir Daten anderen Unternehmen unserer Unternehmensgruppe offenbaren, übermitteln oder ihnen sonst den Zugriff gewähren, erfolgt dies insbesondere zu administrativen Zwecken als berechtigtes Interesse und darüberhinausgehend auf einer den gesetzlichen Vorgaben entsprechenden Grundlage. ",
	"pages.privacy.text.9": "Die Daten werden von uns nicht außerhalb der Europäischen Union(EU) verarbeitet. Bei der Beanspruchung von Diensten Dritter, kann dies geschehen, wenn es zur Erfüllung unserer (vor)vertraglichen Pflichten, auf Grundlage Ihrer Einwilligung, aufgrund einer rechtlichen Verpflichtung oder auf Grundlage unserer berechtigten Interessen geschieht. Vorbehaltlich ausdrücklicher Einwilligung oder vertraglich erforderlicher Übermittlung, verarbeiten oder lassen wir die Daten nur in Drittländern mit einem anerkannten Datenschutzniveau, zu denen die unter dem \"Privacy-Shield\" zertifizierten US-Verarbeiter gehören oder auf Grundlage besonderer Garantien, wie z.B. vertraglicher Verpflichtung durch sogenannte Standardschutzklauseln der EU-Kommission, dem Vorliegen von Zertifizierungen oder verbindlichen internen Datenschutzvorschriften verarbeiten (Art. 44 bis 49 DSGVO).",
	"pages.rr.img_alt": "Dorothee und Markus Bußhoff",
	"pages.rr.kitchen_ours.first": "12.00 - 14.00 Uhr",
	"pages.rr.kitchen_ours.free_day": "Mittwoch Ruhetag",
	"pages.rr.kitchen_ours.h1": "Küchenzeiten",
	"pages.rr.kitchen_ours.second": "17.00 - 21.00 Uhr",
	"pages.rr.menu_card": "Speisekarte",
	"pages.rr.table_reservation": "Tischreservierung",
	"pages.rr.text": "ie suchen ein angenehmes Ambiente und eine ansprechende Küche? Dann freuen wir uns, Sie als Gast willkommen zu heissen. Die Rotisserie-Royale ist ein altes denkmalgeschütztes Fachwerkhaus, in dem die Gastronomie schon seit vielen Jahren beheimatet ist. Durch die besondere Atmosphähre, nicht zuletzt wegen der historischen Einrichtung einer alten Abtei, fühlen Sie sich wie in eine andere Epoche zurückversetzt. Wir möchten Sie mit einer leichten französichen Küche verwöhnen, die sich nach den Jahreszeiten und den jeweiligen marktfrischen Produkten richtet.",
	"pages.rr.text_first_letter": "S",
	"pages.rr.welcome_h1": "Herzlich Willkommen in der <span class=\"no-break\">Rotisserie Royale</span>",
	"pages.rr.welcome_h2": "Ihre Adresse für anspruchsvolle Gastlichkeit",
	"input.basic.dateTooEarly": "Bitte rufen Sie uns an, wenn sie für die nächsten zwei Tage reservieren möchten.",
	"input.basic.tooManyPeople": "Wenn Sie zu mehr als 6 Personen kommen möchten, rufen Sie uns bitte an.",

	"corona.tableName": "Tisch",
	"corona.step1.text": "Aufgrund der sechsten <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://corona.rlp.de/fileadmin/rlp-stk/pdf-Dateien/Corona/6._CoBeLVO_.pdf\">Corona-Bekämpfungsverordnung Rheinland-Pfalz</a> sind wir verpflichtet die Kontaktdaten aller unserer Gäste zu erfassen.",
	"corona.step1.btn": "Weiter",
	"corona.step2.text": "Ihre Daten werden einen Monat aufbewahrt und auf Anordnung des Gesundheitsamtes diesem zur Verfügung gestellt. Die Daten werden <span class=\"bold underline\">nicht</span> anderweitig verwendet.",
	"corona.step2.btn": "Akzeptieren",
	"corona.step3.title": "Dateneingabe",
	"corona.step3.submit": "Daten absenden",
	"corona.step3.inputStep1.title": "1. Ihr Tisch",
	"corona.step3.inputStep1.select": "Wählen Sie ...",
	"corona.step3.inputStep1.tableLabel": "An welchem Tisch sitzen Sie?",
	"corona.step3.inputStep1.tableBlocked": "Dieser Tisch ist aktuell noch belegt. Bitten Sie eine Servicekraft diesen Sitzplatz wieder freizuschalten. <Button class=\"visible\" onClick={this.loadTables}>Aktualisieren</Button>",
	"corona.step3.inputStep2.title": "2. Anzahl der Haushalte",
	"corona.step3.inputStep3.first": "Erster",
	"corona.step3.inputStep3.second": "Zweiter",
	"corona.step3.inputStep3.household": "Haushalt",
	"corona.step3.inputStep3.num": "Anzahl der Anwohner dieses Haushalts",
	"corona.step3.inputStep3.nameOf": "Name des",
	"corona.step3.inputStep3.resident": "Anwohners"
}
