{
	"basic.gaestehaus_am_schlossberg": "Gästehaus am Schlossberg",
	"basic.impressum": "Legal Disclosure",
	"basic.more_information": "more information",
	"basic.privacy": "Privacy",
	"basic.rotisserie_royale": "Rotisserie Royale",
	"basic.translation_toggle": "Deutsch",
	"footer.contact": "Contact",
	"footer.location": "Location",
	"input.basic.additional_info": "Comments",
	"input.basic.arrival": "Arrival date",
	"input.basic.booking_request": "Send booking request",
	"input.basic.city": "City",
	"input.basic.date": "Date",
	"input.basic.dateFormat": "YYYY/MM/DD",
	"input.basic.departure": "Departure date",
	"input.basic.email": "Email address",
	"input.basic.message": "Your message",
	"input.basic.message_submit": "Send message",
	"input.basic.name": "Name",
	"input.basic.num_pers": "Number of people",
	"input.basic.phone": "Phone number",
	"input.basic.plz": "Post code",
	"input.basic.street": "Street",
	"input.basic.subject": "Subject",
	"input.basic.table_reservation": "Request a table reservation",
	"input.basic.time": "Time",
	"input.validation.failedEmail": "Fill in a correct email address",
	"input.validation.failedLong": "The entry is too long",
	"input.validation.failedNumber": "number is not valid",
	"input.validation.failedPhone": "phone number is not valid",
	"input.validation.failedRequired": "Fill in this field",
	"input.validation.failedShort": "The entry is too short",
	"navigation.home": "Home",
	"pages.dogs.bold.1": "Price per dog and day: € 10.00",
	"pages.dogs.bold.2": "Thank you for your understanding and we wish a relaxing stay in our guest house. \nFamily Bußhoff & Team",
	"pages.dogs.h1.1": "Holiday with your dog",
	"pages.dogs.h1.2": "Dogs in the breakfast room",
	"pages.dogs.h1.3": "More Information",
	"pages.dogs.main_h1": "Spending holidays with the dog",
	"pages.dogs.text.1": "You can book your dog for each night and every package.\n\nAs our guest rooms are only accessible via partially narrow stairs, please clarify with us in advance if our house is suitable for their four-legged friends.",
	"pages.dogs.text.2": "Please don't bring your dog to the breakfast, because of the Hygiene and space.\n\nPlease understand and take care of our other guests.",
	"pages.dogs.text.3": "Even if your dog is a master of good behavior, we would ask you to lead the dog in the guest house and restaurant on the lead.\n\nYou can leave your dog in the room, so that he or she can relax in peace! If we shouldn't disturb him, please hang the information sign outside the door.",
	"pages.gh.booking_request": "Booking request",
	"pages.gh.dog.h1": "Holiday with your dog",
	"pages.gh.dog.main_text": "Although dogs are family members, we would like to point out that dogs are not allowed here.",
	"pages.gh.dog.sub_text": "Please inform us, \nif you will arrive with your dog.",
	"pages.gh.per_person": "Price per person",
	"pages.gh.rooms.h1": "Room prices",
	"pages.gh.rooms.prices": "double room Graben .............. <span class=\"bold\">27,00 € p.P.</span>\ndouble room Standard ............ <span class=\"bold\">33,50 € p.P.</span>\ndouble room Komfort ............. <span class=\"bold\">41,00 € p.P.</span>",
	"pages.gh.rooms.tax": "Additionally, a tourism tax of 1.50 € per person / day is raised",
	"pages.gh.special_offers": "Special offers",
	"pages.gh.text": "e offer you seven modern furnished guest rooms, which are named by the famoust vineyards of Bernkastel Kues. The rooms are equipped with a seating area, TV, WLAN, WC and shower. Baby cots are also available. Moreover it's possible to store your bicycles in our bike storage room.",
	"pages.gh.text_first_letter": "W",
	"pages.gh.welcome_h1": "Welcome to the <span class=\"no-break\">Gästehaus am Schlossberg</span>",
	"pages.home.welcome_text": "Welcome to <span class=\"no-break\">Bernkastel-Kues</span>",
	"pages.impressum.h1": "Legal Disclosure",
	"pages.impressum.h2.agb": "Our Terms and Conditions",
	"pages.impressum.h2.design": "Design",
	"pages.impressum.h2.disclaimer": "Disclaimer",
	"pages.impressum.h3.business_disclosure": "Business disclosure",
	"pages.impressum.h3.contact": "Contact",
	"pages.impressum.h3.disclaimer.content": "Liability for content",
	"pages.impressum.h3.disclaimer.copyright": "Copyright",
	"pages.impressum.h3.disclaimer.links": "Liability for links",
	"pages.impressum.h3.resp_person": "Responsible person",
	"pages.impressum.text.agb": "Cancellation:\n- If canceled or modified up to 30 days before date of arrival, 5% of total price of the reservation will be charged.\n- If canceled or modified up to 16 days before date of arrival, 50% of total price of the reservation will be charged.\n- If canceled or modified up to 1 day before the date of arrival, 80% of total price of the reservation will be charged.\n- If canceled or modified later or in case of no-show, the total price of the reservation will be charged.",
	"pages.impressum.text.design": "This website was created by <a href=\"https://onedash.de\">OneDash.</a>.",
	"pages.impressum.text.disclaimer.content": "As a service provider we are responsible according to § 7 Abs.1 TMG for own contents on these sides according to the general laws. According to §§ 8 to 10 TMG, however, we as a service provider are not obligated to monitor transmitted or stored third-party information or to investigate circumstances that indicate an illegal activity.\n\nObligations to remove or block the use of information under general law remain unaffected. However, liability in this regard is only possible from the moment of knowledge of a specific infringement. Upon notification of appropriate violations, we will remove this content immediately.",
	"pages.impressum.text.disclaimer.copyright": "The content and works on these pages created by the site operators are subject to German copyright law. The duplication, processing, distribution and any kind of exploitation outside the limits of copyright require the written consent of the respective author or creator. Downloads and copies of this site are for private, non-commercial use only.\n\nAs far as the contents on this side were not created by the operator, the copyrights of third parties are considered. In particular contents of third parties are marked as such. Should you still be aware of a copyright infringement, we ask for a note. Upon notification of violations, we will remove such content immediately.",
	"pages.impressum.text.disclaimer.links": "Our offer contains links to external websites of third parties on whose contents we have no influence. Therefore, we can not assume any liability for these external contents. The content of the linked pages is always the responsibility of the respective provider or operator of the pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking.\n\nHowever, a permanent content control of the linked pages is not reasonable without concrete evidence of a violation of law. Upon notification of violations, we will remove such links immediately.",
	"pages.impressum.text.gh_business_disclosure": "Sales tax identification number according to §27a sales tax law:\nDE 070 243 0216\n\nOccupational title: Hotel und Gastgewerbe\nResponsible chamber: IHK Trier\nCompetent supervisory authority: Gewerbeamt Stadt Bernkastel - Wittlich\nLent in: Germany",
	"pages.impressum.text.gh_contact": "Phone: +49 (0) 6531 6572\nFax: +49 (0) 6531 971129\nE-Mail: <a href=\"mailto:info@rotisserie-royale.de\">info@rotisserie-royale.de</a>",
	"pages.impressum.text.gh_resp_person": "Dorothee Bußhoff\nRotisserie Royale\nBurgstraße 18 & 20\n54470 Bernkastel - Kues\nGermany",
	"pages.impressum.text.rr_business_disclosure": "Sales tax identification number according to §27a sales tax law:\nDE 070 243 0225\n\nOccupational title: Gastronomy\nResponsible chamber: IHK Trier\nCompetent supervisory authority: Gewerbeamt Stadt Bernkastel - Wittlich\nLent in: Germany",
	"pages.impressum.text.rr_contact": "Phone:\t+49 (0) 6531 6572\nFax:\t+49 (0) 6531 971129\nE-Mail:\t<a href=\"mailto:info@rotisserie-royale.de\">info@rotisserie-royale.de</a>",
	"pages.impressum.text.rr_resp_person": "Markus Bußhoff\nRotisserie Royale\nBurgstraße 19\n54470 Bernkastel - Kues\nGermany",
	"pages.privacy.h1": "Privacy Policy",
	"pages.privacy.h2.1": "Responsible person",
	"pages.privacy.h2.10": "Rights of persons",
	"pages.privacy.h2.11": "Right of withdrawal",
	"pages.privacy.h2.12": "Contradictory legal",
	"pages.privacy.h2.13": "Cookies and the right to withdrawal for direct advertising",
	"pages.privacy.h2.14": "Deletion of data",
	"pages.privacy.h2.15": "Changes and updates to the privacy policy",
	"pages.privacy.h2.16": "Business-related processing",
	"pages.privacy.h2.17": "Contact",
	"pages.privacy.h2.18": "Hosting and e-mailing",
	"pages.privacy.h2.19": "Collection of access data and log files",
	"pages.privacy.h2.2": "Types of processed data",
	"pages.privacy.h2.20": "Integration of services and contents of third parties",
	"pages.privacy.h2.21": "Google Fonts",
	"pages.privacy.h2.22": "Google Maps",
	"pages.privacy.h2.3": "Categories of affected persons",
	"pages.privacy.h2.4": "Purpose of processing",
	"pages.privacy.h2.5": "Used terms",
	"pages.privacy.h2.6": "Relevant legal bases",
	"pages.privacy.h2.7": "Safety measures",
	"pages.privacy.h2.8": "Collaboration with contract processors, joint controllers and third parties",
	"pages.privacy.h2.9": "Transfers to third countries",
	"pages.privacy.start_text": "This privacy statement explains the nature, scope and purpose of the processing of personal data (hereinafter referred to as \"data\"), taking into account the provision of our services and our online offer and the related websites, functions and content as well as external online presence. The terms used, such as \"Processing\" or \"Responsible\" are understood according to the definitions in Art. 4 of the General Data Protection Regulation (GDPR).",
	"pages.privacy.text.1": "Jonathan Bußhoff\nBurgstraße 19\n54470 Bernkastel - Kues\nGermany\nEmail: jonathan@busshoff.net\nInhaber: Dorothee und Markus Bußhoff",
	"pages.privacy.text.10": "You have the right to ask for confirmation as to whether such data is being processed and for information about this data, as well as for further information and copy of the data in accordance with legal requirements.\n\nYou have accordingly. the legal requirements to request the completion of the data concerning you or the correction of the incorrect data concerning you.\n\nIn accordance with the legal requirements, they have the right to demand that the relevant data be deleted immediately, or alternatively to demand a restriction of the processing of the data in accordance with the statutory provisions.\n\nYou have the right to request that the data relating to you provided to us be obtained in accordance with the statutory requirements and to request their transmission to other persons responsible.\n\nThey also have the right, in accordance with the statutory provisions, to submit a complaint to the competent supervisory authority.",
	"pages.privacy.text.11": "You have the right to revoke granted consent with effect for the future.",
	"pages.privacy.text.12": "You may object to the future processing of your data in accordance with legal requirements at any time.",
	"pages.privacy.text.13": "\"Cookies\" are small files that are stored on users' computers. Different information can be stored within the cookies. A cookie serves primarily to store the information about a user (or the device on which the cookie is stored) during or after his visit to an online offer. Temporary cookies, or \"session cookies\" or \"transient cookies\", are cookies that are deleted after a user leaves an online service and closes his browser. In such a cookie, e.g. the contents of a shopping cart are stored in an online shop or a login status. \"Persistent\" or \"persistent\" refers to cookies that remain stored even after the browser has been closed. Thus, e.g. the login status will be saved if users visit it after several days. Likewise, in such a cookie the interests of the users can be stored, which are used for range measurement or marketing purposes. A \"third-party cookie\" refers to cookies that are offered by providers other than the person responsible for providing the online offer (otherwise, if only their cookies are called \"first-party cookies\").\n\nWe can use temporary and permanent cookies and clarify this in the context of our privacy policy.\n\nInsofar as we ask users for consent to the use of cookies (for example, in the context of a cookie consent), the legal basis of this processing is Article 6 (1) lit. a. DSGVO. Otherwise, the personal cookies of the users according to the following explanations in the context of this Privacy Policy on the basis of our legitimate interests (ie interest in the analysis, optimization and economic operation of our online offer within the meaning of Art. 6 para 1 lit. DSGVO) or if the use of cookies to provide our contractual services is required, in accordance with Art. Art. 6 para. 1 lit. b. DSGVO, or if the use of cookies is required for the performance of a task that is in the public interest or in the exercise of official authority, in accordance with. Art. 6 para. 1 lit. e. DSGVO, processed.\n\nIf users do not want cookies stored on their machine, they will be asked to disable the option in their browser's system settings. Saved cookies can be deleted in the system settings of the browser. The exclusion of cookies can lead to functional restrictions of this online offer.\n\nA general objection to the use of cookies used for online marketing purposes can be found in a variety of services, especially in the case of tracking, via the US website http://www.aboutads.info/choices/ or the EU site http://www.youronlinechoices.com/ be explained. Furthermore, the storage of cookies can be achieved by switching them off in the settings of the browser. Please note that not all features of this online offer may be used.",
	"pages.privacy.text.14": "The data processed by us will be deleted or restricted in accordance with legal requirements. Unless explicitly stated in this privacy statement, the data stored by us will be deleted as soon as they are no longer necessary for their intended purpose and the deletion does not conflict with any statutory storage requirements.\n\nUnless the data is deleted because it is required for other and legally permitted purposes, its processing will be restricted. That the data is blocked and not processed for other purposes. This applies, for example for data that must be retained for commercial or tax reasons.",
	"pages.privacy.text.15": "We ask you to inform yourself regularly about the content of our privacy policy. We will adjust the privacy policy as soon as the changes to the data processing we make require it. We will notify you as soon as the changes require your participation (eg consent) or other individual notification.",
	"pages.privacy.text.16": "Business-related data are not collected by us.",
	"pages.privacy.text.17": "When contacting us (for example, by contact form, e-mail, telephone), the information provided by the user to process the contact request and its processing acc. Art. 6 para. 1 lit. b. (in the context of contractual / pre-contractual relationships), Art. 6 para. 1 lit. f. (other requests) DSGVO processed. User information can be stored in a Customer Relationship Management System.\n\nWe delete the requests, if they are no longer required. We check the requirement every two years; Furthermore, the legal archiving obligations apply.",
	"pages.privacy.text.18": "The hosting services we use are designed to provide the following services: infrastructure and platform services, computing capacity, storage and database services, e-mail delivery, security and technical maintenance services we use to operate this online service.\n\nHere we, or our hosting provider, process inventory data, contact data, content data, contract data, usage data, meta and communication data of customers, interested parties and visitors to this online offer on the basis of our legitimate interests in an efficient and secure provision of this online offer acc. Art. 6 para. 1 lit. f DSGVO i.V.m. Art. 28 DSGVO (conclusion of contract processing contract).",
	"pages.privacy.text.19": "We, or our hosting provider, collects on the basis of our legitimate interests within the meaning of Art. 6 para. 1 lit. f. DSGVO Data on every access to the server on which this service is located (so-called server log files). The access data includes the name of the retrieved web page, file, date and time of retrieval, amount of data transferred, notification of successful retrieval, browser type and version, the user's operating system, referrer URL (the previously visited page), IP address and the requesting provider ,\n\nLogfile information is stored for security purposes (for example, to investigate abusive or fraudulent activities) for a maximum of 7 days and then deleted. Data whose further retention is required for evidential purposes are excluded from the erasure until the final clarification of the incident.",
	"pages.privacy.text.2": "- Inventory data (e.g., person master data, name or address).\n- contact information (e.g., e-mail, phone numbers).\n- content data (e.g., text input, photographs, videos).\n- usage data (e.g., websites visited, interest in content, access times).\n- Meta / communication data (e.g., device information, IP addresses).",
	"pages.privacy.text.20": "Based on our legitimate interests (ie interest in the analysis, optimization and economic operation of our online offer within the meaning of Art. 6 (1) lit. DSGVO), we make use of content or services offered by third-party providers in order to provide their content and services Services, such as Include videos or fonts (collectively referred to as \"content\").\n\nThis always presupposes that the third-party providers of this content perceive the IP address of the users, since they could not send the content to their browser without the IP address. The IP address is therefore required for the presentation of this content. We endeavor to use only content whose respective providers use the IP address only for the delivery of the content. Third parties may also use so-called pixel tags (invisible graphics, also referred to as \"web beacons\") for statistical or marketing purposes. The \"pixel tags\" can be used to evaluate information, such as visitor traffic, on the pages of this website. The pseudonymous information may also be stored in cookies on the user's device and may include, but is not limited to, technical information about the browser and operating system, referring web pages, time of visit, and other information regarding the use of our online offer.",
	"pages.privacy.text.21": "We embed the fonts (\"Google Fonts\") of the provider Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland. According to Google, users 'data is used solely for the purpose of displaying fonts in users' browsers. The integration is based on our legitimate interests in a technically secure, maintenance-free and efficient use of fonts, their uniform representation and consideration of possible licensing restrictions for their integration. Privacy Policy: https://www.google.com/policies/privacy/.",
	"pages.privacy.text.22": "We include maps from the Google Maps service of Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland. The processed data may include, in particular, users' IP addresses and location data, but these are not collected without their consent (usually as part of the settings of their mobile devices). The data can be processed in the USA. Privacy Policy: https://www.google.com/policies/privacy/, opt-out: https://adssettings.google.com/authenticated.",
	"pages.privacy.text.3": "Visitors and users of the website (referred to as users below).",
	"pages.privacy.text.4": "- Offer of the online offer, its functions and contents.\n- Answering contact requests and communicating with users.\n- Safety measures.",
	"pages.privacy.text.5": "\"Personal data\" means any information relating to an identified or identifiable natural person (hereinafter the \"data subject\"); a natural person is considered as identifiable, which can be identified directly or indirectly, in particular by means of assignment to an identifier such as a name, to an identification number, to location data, to an online identifier (eg cookie) or to one or more special features, are the expression of the physical, physiological, genetic, mental, economic, cultural or social identity of this natural person.\n\n\"Processing\" means any process performed with or without the aid of automated procedures, or any such process associated with personal data. The term covers a wide range and covers practically every handling of data.\n\n\"Pseudonymisation\" means the processing of personal data in such a way that the personal data can no longer be assigned to a specific data subject without additional information being provided, provided that such additional information is kept separate and subject to technical and organizational measures to ensure that the personal data not assigned to an identified or identifiable natural person.\n\n\"Profiling\" means any kind of automated processing of personal data which involves the use of such personal data to evaluate certain personal aspects relating to a natural person, in particular aspects relating to job performance, economic situation, health, personal To analyze or predict preferences, interests, reliability, behavior, whereabouts, or relocation of that natural person.\n\n'Responsible person' means the natural or legal person, public authority, body or body which, alone or in concert with others, decides on the purposes and means of processing personal data.\n\n\"Processor\" means a natural or legal person, public authority, body or body that processes personal data on behalf of the controller.",
	"pages.privacy.text.6": "In accordance with Art. 13 GDPR, we inform you about the legal basis of our data processing. For users within the scope of the General Data Protection Regulation (DSGVO), i. the EU and the EEC, if the legal basis in the data protection declaration is not mentioned, the following applies:\n- The legal basis for obtaining consent is Article 6 (1) lit. a and Art. 7 GDPR;\n- The legal basis for the processing for the performance of our services and the execution of contractual measures as well as the answer to inquiries is Art. 6 para. 1 lit. b DSGVO;\n- The legal basis for processing to fulfill our legal obligations is Art. 6 para. 1 lit. c DSGVO;\n- In the event that vital interests of the data subject or any other natural person require the processing of personal data, Art. 6 para. 1 lit. d DSGVO as legal basis.\n- The legal basis for the processing required to perform a task in the public interest or in the exercise of official authority, which has been entrusted to the controller, is Article 6 (1) lit. e DSGVO.\n- The legal basis for processing in order to safeguard our legitimate interests is Article 6 (1) lit. f DSGVO.\nThe processing of data for purposes other than those for which they were collected is governed by the provisions of Article 6 (4) GDPR.\nThe processing of special categories of data (pursuant to Art. 9 (1) GDPR) is governed by the provisions of Art. 9 (2) GDPR.",
	"pages.privacy.text.7": "We comply with legal requirements, taking into account the state of the art, the implementation costs and the nature, scope, circumstances and purposes of the processing as well as the different likelihood and severity of the risk to the rights and freedoms of natural persons, appropriate technical and organizational Measures to ensure a level of protection appropriate to the risk.\n\nMeasures include, in particular, ensuring the confidentiality, integrity and availability of data by controlling physical access to the data, as well as their access, input, disclosure, availability and disconnection. In addition, we have established procedures to ensure the enjoyment of data subject rights, the erasure of data and the response to data compromise. Furthermore, we consider the protection of personal data already in the development, or selection of hardware, software and procedures, according to the principle of data protection through technology design and privacy-friendly default settings.",
	"pages.privacy.text.8": "If, in the context of our processing, we disclose data to other persons and companies (contract processors, joint controllers or third parties), transmit them to them or otherwise grant access to the data, this will only be done on the basis of a legal permission (eg if the data has been transmitted to third parties, such as payment service providers, to fulfill the contract), users have consented to a legal obligation to do so or on the basis of our legitimate interests (eg the use of agents, webhosters, etc.).\n\nInsofar as we disclose data to other companies in our group, convey it or otherwise grant access to it, this is done in particular for administrative purposes as a legitimate interest and, moreover, on a basis that complies with the legal requirements.",
	"pages.privacy.text.9": "The data will not be processed outside the European Union (EU). In the case of third-party services, this may be done if it is to fulfill our (pre) contractual obligations, on the basis of your consent, under a legal obligation or based on our legitimate interests. Subject to express consent or contractually required transmission, we process or disclose the data only in third countries with a recognized level of privacy, including those certified under the Privacy Shield, or on the basis of specific warranties, such as limited liability. contractual obligation by so-called standard protection clauses of the European Commission, the existence of certifications or binding internal data protection regulations (Art. 44 to 49 GDPR).",
	"pages.rr.img_alt": "Dorothee and Markus Bußhoff",
	"pages.rr.kitchen_ours.first": "12.00 am - 02.00 pm",
	"pages.rr.kitchen_ours.free_day": "Closed on Wednesdays",
	"pages.rr.kitchen_ours.h1": "Kitchen hours",
	"pages.rr.kitchen_ours.second": "05.00 pm - 09.00 pm",
	"pages.rr.menu_card": "Menu",
	"pages.rr.table_reservation": "Table reservation",
	"pages.rr.text": "ou're looking for a friendly atmosphere and attractive eat? Then we look forward to welcoming you as a guest. The Rotisserie-Royale is an old protected monument Half-timbered house, where gastronomy has been around for many years. Due to the special atmosphere, not least because of the Historic setting of an ancient abbey, you feel like in Another epoch. We would like to spoil you with a light French cuisine, according to the seasons and the respective market.",
	"pages.rr.text_first_letter": "Y",
	"pages.rr.welcome_h1": "Welcome to the <span class=\"no-break\">Rotisserie Royale</span>",
	"pages.rr.welcome_h2": "Your address for hospitality.",
	"input.basic.dateTooEarly": "Please call us if you would like to make a reservation for the next two days.",
	"input.basic.tooManyPeople": "If you would like to come to more than 6 people, please call us to reserverieren."
}
